Repository: lbernardo-dev/Reps
Catalog: Reps/Resources/Localizable.xcstrings
Source language: en
Languages: es

# Título rápido
source: quick title
es: Título rápido

# Todas las series registradas
source: All registered series
es: Todas las series registradas

source: Today
es: Hoy

source: Today is the day!
es: ¡Hoy es el día!

# today_2
source: TODAY
es: HOY

# today_3
source: Today
es: Hoy

# today_4
source: today
es: hoy

# today_label
source: Today
es: Hoy

source: Today's Insight
es: La visión de hoy

source: Today's Load
es: Carga de Hoy

source: Today's Workout
es: Entrenamiento de hoy

source: TODAY'S SESSION
es: SESIÓN DE HOY

# Todo
source: All
es: Todo

# todos
source: All
es: Todos

# tomorrow_reduce_fatigue_and_progress_exercise
source: Tomorrow is for reducing fatigue and progressing again on %@.
es: Mañana toca bajar fatiga y volver a progresar en %@.

source: Tools
es: Herramientas

# tools_hero_subtitle
source: Calculators & utilities
es: Calculadoras y utilidades

# tools_hero_title
source: Training tools
es: Herramientas de entreno

source: Top Metrics
es: Métricas principales

source: Top of weekly target
es: Parte alta del objetivo semanal

# Torso mixto
source: Mixed upper
es: Torso mixto

source: Total loaded weight
es: Peso total cargado

source: Total sessions
es: Sesiones totales

source: TOTAL VOLUME
es: VOLUMEN TOTAL

# total_weeks_format
source: %d weeks
es: %d semanas

# Trabajo energético, intervalos y explosividad.
source: Energy work, intervals and explosiveness.
es: Trabajo energético, intervalos y explosividad.

source: Train
es: Entrenar

source: Train and build
es: Entrenar y construir

source: Train for a full week for free.
es: Entrena una semana completa gratis.

source: Train with a plan that suits you.
es: Entrena con un plan que se adapta a ti.

source: Training
es: Entrenamiento

source: Training Battery
es: Batería de entrenamiento

source: Training day
es: dia de entrenamiento

source: Training type
es: Tipo de entrenamiento

# training_2
source: Training
es: Entrenamiento

# training_battery_2
source: TRAINING BATTERY
es: BATERÍA DE ENTRENO

source: training day
es: Día de entrenamiento

# training_day_2
source: Training day
es: dia de entrenamiento

# training_day_format
source: Training day %d
es: Entrenamiento %d

# training_days_section
source: TRAINING DAYS
es: DÍAS DE ENTRENAMIENTO

source: Training done
es: Entreno realizado

source: Training environment
es: Entorno de entrenamiento

source: Training log
es: Registro de entrenos

source: Training settings
es: Ajustes de entrenamiento

source: Training title
es: Título del entrenamiento

source: TRAINING VOLUME
es: VOLUMEN DE ENTRENAMIENTO

# traps_label
source: Traps
es: Trapecios

source: Treadmill
es: Cinta

source: Treadmill, bike, rower, elliptical, or air bike.
es: Cinta, bici, remo, elíptica o bicicleta de aire.

# treadmill_label
source: Treadmill
es: Cinta

source: TREADMILL · NO GPS
es: CINTA · SIN GPS

source: Treadmill paused
es: Cinta pausada

source: Treadmill Run
es: Carrera en cinta

source: Treadmill Walk
es: Caminata en cinta

source: Trend
es: Tendencia

source: trend down
es: baja

# trial_progress_subtitle
source: Train, log and let Reps adjust your metrics.
es: Entrena, registra y deja que Reps ajuste tus métricas.

# trial_reminder_subtitle
source: You'll receive a reminder before the trial ends.
es: Recibirás un recordatorio antes de que termine la prueba.

# Tríceps
source: Triceps
es: Tríceps

# triceps_label
source: Triceps
es: Tríceps

# TRX / suspensión
source: TRX / suspension
es: TRX / suspensión

source: TRX / suspension
es: TRX / suspensión

source: Try removing a filter or searching by muscle, equipment, or exercise name.
es: Prueba a quitar un filtro o buscar por músculo, equipamiento o nombre del ejercicio.

# Tu acceso Pro está activo en esta instalación.
source: Your Pro access is active on this installation.
es: Tu acceso Pro está activo en esta instalación.

source: Your battery reflects the net balance between recovery and accumulated cellular stress.
es: Tu batería refleja el balance neto entre recuperación y estrés celular acumulado.

source: Your current weight is low for your height. We suggest you prioritize strength training aimed at muscle hypertrophy (both at home with dumbbells and in the gym) accompanied by a good diet.
es: Tu peso actual es bajo para tu altura. Te sugerimos priorizar entrenamientos de fuerza orientados a hipertrofia muscular (tanto en casa con mancuernas como en gimnasio) acompañados de una buena alimentación.

source: Your current weight indicates overweight. We suggest routines that combine moderate-high intensity strength training to maintain muscle while losing fat.
es: Tu peso actual indica sobrepeso. Te sugerimos rutinas que combinen entrenamientos de fuerza de intensidad moderada-alta para mantener el músculo mientras pierdes grasa.

# Tu plan activo ya define frecuencia, días y volumen objetivo.
source: Your active plan already defines frequency, days, and target volume.
es: Tu plan activo ya define frecuencia, días y volumen objetivo.

# Tu plan está listo
source: Your plan is ready
es: Tu plan está listo

# Tu plan ya está listo
source: Your plan is now ready
es: Tu plan ya está listo

source: Your plan, advanced analytics and automatic progression are unlocked today. Cancel from the App Store whenever you want.
es: Tu plan, analítica avanzada y progresión automática se desbloquean hoy. Cancela desde App Store cuando quieras.

# Tu progreso después del próximo entrenamiento
source: Your progress after the next workout
es: Tu progreso después del próximo entrenamiento

# Tus mejores marcas registradas en cada ejercicio
source: Your best trademarks in each exercise
es: Tus mejores marcas registradas en cada ejercicio

# TUS PLANES
source: YOUR PLANS
es: TUS PLANES

source: Your training receipts are generated and saved here automatically when you complete trainings.
es: Tus recibos de entrenamiento se generan y guardan aquí automáticamente al completar entrenamientos.

# type_label
source: Type
es: Tipo

# Ubicación
source: Location
es: Ubicación

# Ubicación o sala
source: Location or room
es: Ubicación o sala

# último día
source: last day
es: último día

# Último entreno
source: Last training
es: Último entreno

# Último entreno guardado en Apple Health.
source: Last workout saved in Apple Health.
es: Último entreno guardado en Apple Health.

# último registro
source: last log
es: último registro

# Últimos 7 días
source: Last 7 days
es: Últimos 7 días

# Últimos 30 días
source: Last 30 days
es: Últimos 30 días

source: Undo set
es: Deshacer serie

source: Undo the last completed set
es: Deshacer la última serie completada

# unidad
source: Unit
es: Unidad

source: Units
es: Unidades

# units_2
source: Units
es: Unidades

source: Units, language, theme, widgets, reminders, and Pro preferences
es: Unidades, idioma, tema, widgets, recordatorios y preferencias Pro

# unlimited_logging_benefit
source: Build the core habit: log workouts without friction.
es: Construye el hábito base: registrar entrenos sin fricción.

# unlimited_logging_summary
source: Save all your sessions without limits.
es: Guarda todas tus sesiones sin límites.

# unlimited_logging_title
source: Unlimited Logging
es: Registro ilimitado

source: Unlock the receipt gallery, shareable cards, and workout images with Reps Pro.
es: Desbloquee la galería de recibos, tarjetas para compartir e imágenes de ejercicios con Reps Pro.

# unlock_reps_pro_7_days
source: Unlock Reps Pro for 7 days.
es: Desbloquea Reps Pro durante 7 días.

# unlock_your_plan_advanced_analytics_and_auto_progression
source: Unlock your plan, advanced analytics, and automatic progression.
es: Desbloqueas tu plan, analítica avanzada y progresión automática.

source: UNLOCKED
es: COMPLETADO

source: Unnamed plan
es: Plan sin nombre

source: Unselect
es: Desmarcar

source: Updating exercise library...
es: Actualizando biblioteca de ejercicios...

source: Upper Back
es: Parte superior de la espalda

source: Upper Body & Core
es: Parte superior del cuerpo y núcleo

source: Upper A
es: Superior A

source: Upper B
es: Superior B

# upper_back_label
source: Upper Back
es: Espalda alta

# upper_body
source: Upper
es: Superior

# upper_strength
source: Upper-body strength
es: Fuerza de torso

# upper_volume
source: Upper-body volume
es: Volumen de torso

# Usar este ejercicio
source: Use this exercise
es: Usar este ejercicio

source: We will use this data to estimate initial loads, tolerable volume and progression.
es: Usaremos estos datos para estimar cargas iniciales, volumen tolerable y progresión.

source: Use this exercise
es: Usar este ejercicio

source: Use this location
es: Usar esta ubicación

# valor_qr_barcode
source: QR/barcode value
es: Valor QR/barcode

# Valores sugeridos desde Apple Health. Puedes editarlos antes de guardar.
source: Suggested values ​​from Apple Health. You can edit them before saving.
es: Valores sugeridos desde Apple Health. Puedes editarlos antes de guardar.

# value_1_direct_work_set
source: 1 direct work set
es: 1 serie de trabajo directo

# value_1rm_calculator_epley_formula
source: 1RM Calculator (Epley Formula)
es: Calculadora de 1RM (Fórmula Epley)

# value_1rm_delta
source: 1RM delta
es: cambio 1RM

# value_7_days_free_included_in_weekly_monthly_and_annual_then_it_is_renewed_from
source: 7 days free included in weekly, monthly and annual. Then it is renewed from your App Store account.
es: 7 días gratis incluidos en semanal, mensual y anual. Después se renueva desde tu cuenta de App Store.

# value_30_days
source: 30 days
es: 30 días

# Vas (muscle.sets) series por encima del objetivo. Considera recortar accesorios.
source: You are \(muscle.sets) sets above the target. Consider cutting accessories.
es: Vas \(muscle.sets) series por encima del objetivo. Considera recortar accesorios.

# Velocidad
source: Speed
es: Velocidad

# venue_details
source: Location
es: Local

# Ver beneficios Pro
source: View Pro benefits
es: Ver beneficios Pro

# Ver frecuencia y contribuciones
source: View frequency & contributions
es: Ver frecuencia y contribuciones

# VER HITOS
source: VIEW MILESTONES
es: VER HITOS

# Ver peso corporal
source: View body weight
es: Ver peso corporal

# Ver plan generado
source: View generated plan
es: Ver plan generado

# Ver planes
source: View plans
es: Ver planes

# Ver progreso
source: View progress
es: Ver progreso

# Ver todo
source: View all
es: Ver todo

# Ver tu nombre de usuario y foto de perfil.
source: See your username and profile photo.
es: Ver tu nombre de usuario y foto de perfil.

# ver_beneficios_pro
source: See Pro benefits
es: Ver beneficios Pro

# ver_rutinas
source: See routines
es: Ver rutinas

# Versión
source: Version
es: Versión

# version_format
source: Version: %@
es: Versión: %@

# version_label
source: Version
es: Versión

# Versión: (appVersionText)
source: Version: \(appVersionText)
es: Versión: \(appVersionText)

# very_high_fatigue_desc
source: Very high fatigue: unstable compound with multiple muscle groups and high stabilization demand.
es: Fatiga muy alta: compuesto inestable con varios grupos musculares y alta demanda de estabilización.

source: Video
es: Vídeo

source: Video or post URL
es: URL del video o post

source: Video start point
es: Punto de inicio en video

source: View All
es: Ver todo

# view_all_2
source: View all
es: Ver todo

# view_day_in_calendar
source: View this day in the calendar
es: Ver este día en el calendario

# view_frequency_and_contributions
source: View frequency & contributions
es: Ver frecuencia y contribuciones

source: VIEW MILESTONES
es: VER HITOS

source: View plans
es: Ver planes

source: View Reps Pro
es: Ver Reps Pro

source: VIRTUAL TRAINING TICKET
es: ENTRADA DE ENTRENAMIENTO VIRTUAL

source: Virtual Ticket Gallery
es: Galería de Recibos

source: Visit timeline
es: Timeline de visitas

# visita
source: Visit
es: Visita

# Vista previa del simulador
source: Simulator preview
es: Vista previa del simulador

# vista_previa
source: Preview
es: Vista previa

source: Visual References
es: Referencias visuales

source: Visual Library
es: Biblioteca visual

# visualize_imbalances_focus_and_fatigue_by_area
source: Visualize imbalances, focus, and accumulated fatigue by area.
es: Visualiza desequilibrios, foco y fatiga acumulada por zona.

source: Volume
es: Volumen

# volume_2
source: volume
es: volumen

# volume_3
source: Volume
es: Volumen

source: volume + intensity
es: volumen + intensidad

# volume_kg_format
source: %d kg volume
es: %d kg volumen

# volume_label
source: Volume
es: Volumen

# volumen + intensidad
source: volume + intensity
es: volumen + intensidad

# Volumen alto: vigila recuperación
source: High volume: monitor recovery
es: Volumen alto: vigila recuperación

# VOLUMEN DE ENTRENAMIENTO
source: TRAINING VOLUME
es: VOLUMEN DE ENTRENAMIENTO

# Volumen de torso
source: Upper body volume
es: Volumen de torso

# Volumen medio
source: Avg Volume
es: Volumen medio

# Volumen pesado de pierna con menor demanda técnica.
source: Heavy leg volume with less technical demand.
es: Volumen pesado de pierna con menor demanda técnica.

# Volumen productivo esta semana
source: Productive volume this week
es: Volumen productivo esta semana

# VOLUMEN TOTAL
source: TOTAL VOLUME
es: VOLUMEN TOTAL

# Volver
source: Return
es: Volver

source: vs last week
es: vs. semana pasada

source: Waiting for exercises from iPhone…
es: Esperando ejercicios del iPhone…

source: Walk
es: Caminata

source: Walking
es: Caminata

# walking_label
source: Walking
es: Caminata

source: Wall of Records
es: Muro de Récords

source: Warm Up
es: Calentamiento

# warm_up_short
source: +W
es: +C

# watch_imported_note
source: Imported from Apple Watch.
es: Importado desde Apple Watch.

# watch_logged_note
source: Logged from Apple Watch.
es: Registrado desde Apple Watch.

# watch_note_route_enriched
source: Route enriched from Apple Watch.
es: Ruta enriquecida desde Apple Watch.

# watch_note_started_on_watch
source: Started and recorded from Apple Watch.
es: Iniciado y registrado desde Apple Watch.

# watch_note_treadmill_enriched
source: Treadmill cardio enriched from Apple Watch.
es: Cardio en cinta enriquecido desde Apple Watch.

# watch_route_summary_format
source: %@ in progress from Apple Watch
es: %@ en curso desde Apple Watch

# watch_saves_route_and_syncs_when_reconnected
source: The watch saves the route and syncs it to Reps when it reconnects.
es: El reloj guarda la ruta y la vuelca a Reps cuando vuelva a conectar.

# watch_session_started_iphone
source: Started from iPhone
es: Iniciado desde iPhone

# watch_session_started_watch
source: Started from Apple Watch
es: Iniciado desde Apple Watch

source: Water Bottle
es: Botella

source: Water Cells
es: Celdas agua

source: Water (L)
es: Agua (L)

# water_metric
source: Water
es: Agua

source: Wave Fill
es: Relleno ola

# we_remind_you_trial_ends_in_2_days
source: We will remind you that the trial ends in 2 days.
es: Te recordaremos que la prueba termina en 2 días.

# we_use_these_data_to_estimate_initial_loads_volume_and_progression
source: We use these data to estimate initial loads, tolerable volume, and progression.
es: Usaremos estos datos para estimar cargas iniciales, volumen tolerable y progresión.

source: Website
es: Sitio web

source: Week
es: semana

source: Week 1
es: Semana 1

source: Week 2
es: Semana 2

source: Week 4
es: Semana 4

source: Week 8
es: Semana 8

# week_abbrev_colon_format
source: W%d:
es: SEM %d:

# week_abbrev_format
source: W%d
es: Sem %d

# week_label
source: Week
es: Semana

# week_label_colon_format
source: W%d:
es: SEM %d:

# week_label_format
source: W%d
es: Sem %d

# week_n_of_total_format
source: Week %d of %d
es: Semana %d de %d

# week_of_total_format
source: Week %d of %d
es: Semana %d de %d

# weekdays_plan
source: Days
es: Días

source: weekly
es: semanales

# weekly_billing_title
source: Weekly
es: Semanal

source: WEEKLY CONSISTENCY
es: CONSISTENCIA SEMANAL

source: Weekly Exercise Trend
es: Tendencia semanal ejercicio

source: Weekly goal
es: Meta semanal

source: Weekly Load
es: Carga Semanal

# weekly_percent_short_format
source: %d%% week
es: %d%% semana

# weekly_price_summary
source: Try Pro with no commitment
es: Prueba Pro sin compromiso

# weekly_progress_format
source: Weekly progress %@
es: Progreso semanal %@

# weekly_progress_next_workout_format
source: Week at %d%%. Next: %@.
es: Semana al %d%%. Próximo: %@.

# weekly_sets_of_12_format
source: %d of 12 weekly sets
es: %d de 12 series semanales

source: weekly trend
es: tendencia semanal

source: Weeks
es: Semanas

source: Weight
es: Peso

source: Weight and reps
es: Peso y repeticiones

# weight_2
source: Weight
es: Peso

source: Weight, fat, measurements, sleep, stress, and discomfort
es: Peso, grasa, medidas, sueño, estrés y molestias

# weight_kg_2
source: Weight (kg)
es: Peso (kg)

# weight_kg_3
source: Weight kg
es: Peso kg

# weight_label
source: Weight
es: Peso

# weight_lifted_unit_format
source: Weight lifted (%@)
es: Peso levantado (%@)

source: Weight Plates
es: Discos

source: Weight + reps
es: Peso + reps

source: Well-equipped home
es: Casa bien equipada

source: Wellness
es: Bienestar

source: Wellness Metrics
es: Métricas de bienestar

source: What is your main goal?
es: ¿Cuál es tu objetivo principal?

source: What keeps your progress alive
es: Lo que mantiene tu progreso vivo

source: What stays free vs Pro
es: Qué queda gratis vs Pro

source: What to Progress Today
es: Qué progresar hoy

source: What to run
es: Qué ejecutar

source: What's new
es: Novedades

source: When you have an active plan, you'll see your weekly progress here.
es: Cuando tengas un plan activo, aquí verás tu progreso semanal.

source: Where and how often do you train?
es: ¿Dónde y con qué frecuencia entrenas?

# widget_background_color
source: Background color
es: Color de fondo

source: Widget Color
es: Color de Widgets

source: Widget Configuration
es: Configuración del widget

# widget_current_exercise
source: Current exercise
es: Ejercicio actual

# widget_follow_friends_hint
source: Follow friends in the app to see rankings
es: Sigue amigos en la app para ver el ranking

# widget_friends_leaderboard
source: Friends Leaderboard
es: Clasificación de amigos

# widget_next_label
source: NEXT
es: SIGUIENTE

# widget_no_active_workout
source: No active workout
es: Sin entreno activo

# widget_open_reps_to_sync
source: Open Reps to sync
es: Abre Reps para sincronizar

# widgets_read_minimum_summary_from_app_group
source: Widgets read a minimal summary from the App Group to show progress and workouts.
es: Los widgets leen un resumen mínimo desde el App Group para mostrar progreso y entrenos.

# widgets_watch_and_live_activities_follow_session_outside_app
source: Widgets, Watch, and Live Activities follow your session outside the app.
es: Widgets, Watch y Live Activities para seguir tu sesión fuera de la app.

# Widgets, Watch y Live Activities para seguir tu sesión fuera de la app.
source: Widgets, Watch and Live Activities to follow your session outside the app.
es: Widgets, Watch y Live Activities para seguir tu sesión fuera de la app.

# with_history_count_format
source: %d with history
es: %d con historial

source: Without phone
es: Sin móvil

# women_bar
source: Women
es: Femenina

source: WORK
es: TRABAJO

source: Workout
es: Entreno

source: Workout day
es: dia de entrenamiento

source: Workout Details
es: Detalles del entrenamiento

# workout_a_title
source: Workout A
es: Entrenamiento A

# workout_day_a
source: Day A
es: Día A

# workout_day_b
source: Day B
es: Día B

# workout_number_format
source: Workout %d
es: Entrenamiento %d

source: Workout Reminders
es: Recordatorios de entreno

# workout_sets_completed_format
source: %@: %d of %d sets completed.
es: %@: %d de %d series completadas.

source: Workout started from Apple Watch.
es: Entreno iniciado desde Apple Watch.

source: Workout synced from iPhone.
es: Entreno sincronizado desde el iPhone.

# workout_target_format
source: Target: %d sets · %@ · previous %@
es: Objetivo: %d series · %@ · previo %@

source: Workouts
es: Entrenamientos

# workouts_2
source: Workouts
es: Entrenos

# workouts_days_per_week_format
source: Workouts: %d days/week
es: Entrenamientos: %d días/semana

# workouts_label
source: Workouts
es: Entrenos

# workouts_routines_metrics_photos_cards_and_local_settings_will_be_removed_export
source: Workouts, routines, metrics, photos, cards and local settings will be removed. Export a backup first if you want to keep them.
es: Se eliminarán entrenos, rutinas, métricas, fotos, tarjetas y ajustes locales. Exporta un backup antes si quieres conservarlos.

# Ya tendrás datos reales para ajustar volumen, fatiga y evolución.
source: You will now have real data to adjust volume, fatigue and evolution.
es: Ya tendrás datos reales para ajustar volumen, fatiga y evolución.

source: You already have enough history for Reps to start personalizing load and recovery.
es: Ya tienes historial suficiente para que Reps empiece a personalizar carga y recuperación.

# Ya tienes una sesión en calendario para mantener continuidad.
source: You already have a session on the calendar to maintain continuity.
es: Ya tienes una sesión en calendario para mantener continuidad.

# year_label
source: Year
es: Año

source: years
es: años

source: yesterday
es: ayer

# yesterday_2
source: yesterday
es: ayer

# you_can_delete_local_data_and_export_copy_from_profile
source: You can delete local data and export a copy from Profile.
es: Puedes borrar los datos locales y exportar una copia desde Perfil.

# you_can_export_import_backup_and_delete_profile_data
source: You can export backup, import backup, and delete all data from Profile.
es: Puedes exportar backup, importar backup y borrar todos los datos desde Perfil.

# you_set_pr_count_records_today
source: You set %lld new records today
es: Hoy conseguiste %lld nuevos récords

# you_vs_your_past_self
source: You vs your past self · 4 weeks
es: Tú vs tú mismo · 4 semanas

source: You will have real data to adjust volume, fatigue, and evolution.
es: Ya tendrás datos reales para ajustar volumen, fatiga y evolución.

source: Your base plan is ready!
es: ¡Tu plan base está listo!

# your_battery_reflects_the_net_balance_between_recovery_and_accumulated_cellular
source: Your battery reflects the net balance between recovery and accumulated cellular stress.
es: Tu batería refleja el balance neto entre recuperación y estrés celular acumulado.

source: Your best trademarks in each exercise
es: Tus mejores marcas registradas en cada ejercicio

# your_plan_advanced_analytics_and_automatic_progression_are_unlocked_today_cancel
source: Your plan, advanced analytics and automatic progression are unlocked today. Cancel from the App Store whenever you want.
es: Tu plan, analítica avanzada y progresión automática se desbloquean hoy. Cancela desde App Store cuando quieras.

source: Your plan is already ready
es: Tu plan ya está listo

source: Your plan is ready
es: Tu plan está listo

source: Your Plans
es: Tus planes

# your_plans_header
source: YOUR PLANS
es: TUS PLANES

# your_playlists_count_format
source: Your Playlists (%d)
es: Tus playlists (%d)

# your_virtual_training_tickets_are_rendered_and_saved_here_automatically_when_you
source: Your virtual training tickets are rendered and saved here automatically when you complete workouts.
es: Tus recibos de entrenamiento se generan y guardan aquí automáticamente al completar entrenamientos.

source: Z-bar
es: Barra Z

source: Lower Zone. You can train, but moderate the effort. Keep your target RPE at 6-7 and rest a minimum of 3 minutes between sets.
es: Zona Baja. Puedes entrenar, pero modera el esfuerzo. Mantén el RPE objetivo en 6-7 y descansa un mínimo de 3 minutos entre series.
